[
{
    "topic": "Rome",
    "topicNum": "1", 
    "question": "What happened to Brutus, Remus and Caesar? Can you find out their death dates, why those dates were so important, and who was related to what battle/war?",
    "clue1":"Caesar quite famously died only two years before one of those involved in his death",
    "clue2":"Caesar's death caused the cancellation of the greatest planned Parthian Empire Invasion.",
    "clue3":"Brutus and Cassius fought the Caesarians led by Mark Antony and Octavian in a great battle, only to be defeated and die soon after.",
    "excerpt1": "Julius Caesar was assassinated by a group of senators during a meeting of the Senate at the Curia of Pompey. They claimed to be acting over fears that Caesar's unprecedented concentration of power during his dictatorship was undermining the republic. The senators were led by Marcus Junius Brutus and Gaius Cassius Longinus. However, the assassination only led to his martyrdom and the principate period of the Roman Empire.",
    "excerpt2": "The Roman-Parthian Wars were a series of conflicts that lasted for over two hundred years, or arguably almost seven hundred years given that the Parthians were never truly defeated and instead were just taken over by the Persians who continued the wars against Rome. They started in 54 BC, and a large part of the cause was due to Parthia's large western ambitions where they started seeking further territory to expand into.",
    "excerpt3": "The Battle of Philippi was the final battle in the liberators' civil war between the forces of Mark Antony and Octavian and the leaders of Julius Caesar's assassination, Brutus and Cassius. It involved up to two hundred thousand men and consisted of two major engagements. After the first engagement, Cassius recognising their imminent defeat, committed suicide. After the second, Brutus's forces were defeated, and he followed Cassius's suit.",
    "question1": "There are many theories as to why Caesar was ultimately assassinated... Can you rank these by how likely they are?",
    "question2": "The Roman-Parthian Wars were an extensive conflict, but which reasons do you think was the most likely for why the two nations ultimately had to battle?",
    "question3": "The Tragedy of Caesar is actually a play written by Shakespeare, who takes some creative liberties. He gave a reason for Brutus's suicide, which is one of the below, but what do you think are more likely the real reasons behind it?",
    "answer1a": "The senators believed that Caesar was taking too much power over the republic.",
    "answer1b": "The senators were greedy and wanted to keep everything to themselves.",
    "answer1c": "The senators believed that if Caesar succeeded in his next military campaign, he would be unstoppable.",
    "answer1d": "Caesar was actually planning to take over the senate by force, the senators simply acted first.",
    "answer2a": "The Parthians were seeking expansion and Rome was on the path.",
    "answer2b": "While the two empires traded among themselves, ultimately they also competed for control over trade routes and did not want to share.",
    "answer2c": "The Roman and Parthian empires had different political and cultural systems which caused strain between each other.",
    "answer2d": "The Romans were always power hungry, and did not care for political allies.",
    "answer3a": "Brutus's main ally Cassius, had recently done the same, and he believed there was no possibility for victory anymore.",
    "answer3b": "Brutus believed that the assassination had ruined his reputation, which was more important than his life.",
    "answer3c": "Brutus believed that by killing himself, he would maintain the republic's honor and prevent the downfall of the republic.",
    "answer3d": "Brutus, being a friend of Julius Caesar, came to regret his actions.",
    "reason1a": "Caesar had just earlier been named 'dictator for life', making the senators especially wary.",
    "reason1b": "The senators, although voted upon, were ultimately always the rich especially given the plebeians never had much of a vote in the first place. They always seeked power, but their need for survival was still more important.",
    "reason1c": "The senators understood the power of the Parthian Empire, and realised that the likelihood of Caesar succeeding in his lifetime was slim.",
    "reason1d": "There is no knowledge of this happening, and even if it had been, the senators would likely have never found out.",
    "reason2a": "This was essentially confirmed, and as rivals, the border was always a strategic contention between the two empires.",
    "reason2b": "Trade was an important part of everyday life, and both Rome and the Parthian Empire were in the way of each other in terms of trade, but ultimately their expansions were always more important.",
    "reason2c": "While this was accurate, Rome's taken land often retained a large part of their identity such as religion, so Rome did not care too much about cultural differences.",
    "reason2d": "The Romans were always seeking political allies, and although they took much with force, they were still powerful diplomats.",
    "reason3a": "Mark Antony and Cassius had already outnumbered them and their chances of victory were not exactly on their side. Cassius's death only sealed the deal.",
    "reason3b": "Reputation for a senator was often more important than anything else, and with no reputation Brutus would not have much of a life left to live. However, Cassius's suicide likely was the final straw.",
    "reason3c": "There was no evidence supporting this claim, but with the foresight that Brutus had, his hope for the senate might have made sense for this line of thought.",
    "reason3d": "This was Shakespeare's interpretation, making it more of an emotional outcome. While this may have been accurate, there is unfortunately no evidence supporting it.",
    "h1a": "Brutus",
    "h1b": "Caesar",
    "h1c": "Remus",
    "h2a": "44BC",
    "h2b": "42BC",
    "h2c": "754BC",
    "h3a": "Battle of Philippi",
    "h3b": "First Parthian Empire Invasion",
    "h3c": "Roman Latin Wars",
    "h4a": "Battle of Philippi",
    "h4b": "First Parthian Empire Invasion",
    "h4c": "Roman Latin Wars"
},
{
    "topic": "WW1",
    "topicNum": "2",
    "question": "What were some of the key events in WW2? Can you find out the dates of events, countries involved and important military strategies used?",
    "clue1":"This country's invasion of Poland led to the British prime minister declaring war, starting WW2 in 1939.",
    "clue2":"Hitler begins Operation Barbarossa using the Blitzkrieg strategy the same year another major conflict starts between two countries, in 1941.",
    "clue3":"Japanese pilots used the practice of making deliberate suicidal crashes into enemy targets.",
    "excerpt1":"In August 1939, discussions in Moscow led to the signing of the German-Soviet Nonaggression Pact. A secret protocol within the pact outlined the division of Poland between Germany and the Soviet Union. A week later, Hitler issued orders to commence hostilities against Poland, marking the beginning of the invasion. Consequently, Great Britain declared war on Germany, marking the start of World War II.",
    "excerpt2": "London was first to receive the news of the Pearl Harbor attack. Churchill initiated preparations to issue the UK's declaration of war promptly in 1941. As he understood that President Roosevelt would have to follow the official procedure of seeking a declaration of war from the United States Congress.",
    "excerpt3": "A navy soldier was caught in the middle of a kamikaze assault — an attack by an enemy who didn't intend to make it out alive. Japan's kamikaze attacks were its most brutal and most desperate measure against the American military of World War II. And for a while, it worked.",
    "evalQ1": "How did propaganda influence the war?",
    "evalQ2": "Of the events listed, which has the most influence in Hitler losing the War?",
    "evalQ3": "What motives were behind the United States’ decision to use atomic bombs against Japan?",
    "answer1a": "a",
    "answer1b": "b",
    "answer1c": "c",
    "answer1d": "d",
    "reason1a": "e",
    "reason1b": "f",
    "reason1c": "g",
    "reason1d": "h",
    "answer2a": "Operation Barbarossa",
    "answer2b": "The Halt Order at Dunkirk",
    "answer2c": "The invasion of Greece",
    "answer2d": "The Battle of Britain ",
    "reason2a": "Hitler did underestimate Russia, but the unexpected delay caused by the invasion of Greece lead to an even major loss.",
    "reason2b": "Given that Britain was in a vulnerable position, if the halt order wasn’t issued, they would’ve been devasted by the battle - making it unlikely for Britain to win future battles.",
    "reason2c": "This last-minute attack on Greece cause delays in their plans and led to their lack of preparedness for Operation Barbarossa.",
    "reason2d": "Had Germany won, Hitler would’ve been on the cusp of consolidating his hold over Europe.",
    "answer3a": "i",
    "answer3b": "j",
    "answer3c": "k",
    "answer3d": "l",
    "reason3a": "m",
    "reason3b": "n",
    "reason3c": "o",
    "reason3d": "p",
    "h1a": "Soviet Union",
    "h1b": "Germany",
    "h1c": "Japan",
    "h2a": "1945",
    "h2b": "1939",
    "h2c": "1941",
    "h3a": "Chamberlain",
    "h3b": "Hilter",
    "h3c": "Roosevelt",
    "h4a": "Kamikaze",
    "h4b": "Blitzkrieg",
    "h4c": "Guerilla Warfare"
}
]
